Repository: dan-zakirov/kama-seo-gutenberg
Catalog: languages/kst-gi-*.po
Languages: ru_ru

source: Easily edit SEO meta fields like title, description, and more directly within the Gutenberg editor with our plugin, 'Kama SEO Tags Gutenberg Integration.' Streamline your SEO workflow and boost your website's visibility effortlessly.
ru_ru: Легко редактируйте мета-поля SEO, такие как заголовок, описание и многое другое непосредственно в редакторе Gutenberg с помощью нашего плагина, 'Интеграция Kama SEO Tags с Gutenberg.' Оптимизируйте свой рабочий процесс SEO и повышайте видимость вашего веб-сайта без усилий.

source: filled
ru_ru: заполнено

source: not filled
ru_ru: не заполнено

source: indexed
ru_ru: в индексе

source: Settings SEO Tags
ru_ru: Настройки SEO тегов

source: Kama SEO Tags initialized!
ru_ru: Kama SEO Tags установлен!

source: Click the button below to modify SEO description!
ru_ru: Нажмите кнопку ниже, чтобы изменить описание SEO!

source: Modify SEO Settings
ru_ru: Изменить настройки SEO

source: Enable SEO Keywords
ru_ru: Включить мета-тег Keywords

source: The "keywords" meta tag is not considered by Google and most modern search engines as a ranking factor. Today, the emphasis is on the quality and relevance of content. So, the use of the "keywords" meta tag is not mandatory, and it's more important to focus on creating high-quality and relevant content for users. However, some older and less popular search engines may still consider this tag.
ru_ru: Мета-тег "keywords" не рассматривается Google и большинством современных поисковых систем как фактор ранжирования. Сегодня основной упор делается на качество и релевантность контента. Поэтому использование мета-тега "keywords" не является обязательным, и более важно сосредоточиться на создании качественного и релевантного контента для пользователей. Тем не менее, некоторые старые и менее популярные поисковые системы всё ещё могут учитывать этот тег.

source: Kama SEO Tags
ru_ru: SEO мета теги

source: SEO Title
ru_ru: Заголовок SEO

source: Enter a concise and catchy title for SEO
ru_ru: Введите краткий и привлекательный заголовок для SEO

source: Ideally, it should be under
ru_ru: В идеале, он должен быть менее

source: characters.
ru_ru: символов.

source: SEO Description
ru_ru: Описание SEO

source: Provide a brief and relevant description of the content
ru_ru: Предоставьте краткое и релевантное описание контента

source: Aim for
ru_ru: Стремитесь к

source: characters or less.
ru_ru: символов или меньше.

source: SEO Keywords
ru_ru: Ключевые слова

source: Enter relevant keywords separated by commas
ru_ru: Введите соответствующие ключевые слова, разделенные запятыми

source: Choose words or phrases that users might search for.
ru_ru: Выберите слова или фразы, которые пользователи могут искать.

source: SEO Robots (noindex)
ru_ru: SEO Роботы (noindex)

source: Save fields
ru_ru: Сохранить мета-теги

source: SEO Description Status
ru_ru: Статус описания SEO

source: Indexing
ru_ru: Индексация

source: We did not detect the Kama_SEO_Tags class in use.
ru_ru: Мы не обнаружили использование класса Kama_SEO_Tags.

source: Make sure the class is installed and initialized.
ru_ru: Убедитесь, что класс установлен и инициализирован.

source: You can find more details in this article
ru_ru: Вы можете найти более подробные сведения в этой статье

source: https://wp-kama.com/2320/seo-meta-tags-without-plugins
ru_ru: https://wp-kama.ru/id_9537/seo-meta-tegi-bez-plaginov.html

source: here
ru_ru: тут

source: Also, make sure you have initialized the
ru_ru: Также убедитесь, что вы инициализировали
